export const LOCAL_AUDIO_OPTIONS = [
  'big_time.mp3',
  'small_time.mp3',
  '停止录音.mp3',
  '听后回答-1小题正文音频.mp3',
  '听后回答-5-6正文音频.mp3',
  '听后回答-下面请准备录音,听到录音提示音后,再10秒内完成作答.mp3',
  '听后回答-介绍描述.mp3',
  '听后回答-听下面对话回答1小题介绍音频.mp3',
  '听后回答-听下面对话回答5-6小题介绍音频.mp3',
  '听后转述-下面,请准备录音,听到录音提示音后,在100秒内完成转述.mp3',
  '听后转述-介绍描述.mp3',
  '听后转述-正文音频.mp3',
  '听后转述-现在,你有2分钟的时间做转述准备，转述的开头已给出.mp3',
  '听后选择-1-2小题正文音频.mp3',
  '听后选择-3-4小题正文音频.mp3',
  '听后选择-介绍描述.mp3',
  '听后选择-听下面对话回答1-2小题介绍音频.mp3',
  '听后选择-听下面对话回答3-4小题介绍音频.mp3',
  '开始录音.mp3',
  '短文朗读-下面,请准备录音，听到录音提示音后,在 100 秒内完成朗读.mp3',
  '短文朗读-朗读短文,现在你有90秒钟的时间浏览短文并做录音准备.mp3'
]

export const getLocalAudioUrl = (filename: string): string => {
  return `/static/audio/${filename}`
}
